Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: When switching to an application, switch to a Space with open windows for the application
ar: عند التبديل إلى أحد التطبيقات، قم بالتبديل إلى مساحة تضم إطارات مفتوحة لهذا التطبيق
ca: Ves a un Space amb les finestres de l’app obertes en canviar a una app
cs: Při přepínání do aplikace přepněte na plochu obsahující otevřená okna aplikace
da: Ved skift til en app skal der skiftes til et Space med åbne vinduer til appen
de: Beim Programmwechsel Space auswählen, der geöffnete Fenster des Programms enthält
el: Αλλαγή σε Space με ανοιχτά παράθυρα για την εφαρμογή κατά την επιλογή της
es: Al cambiar de aplicación, ir a un Space con ventanas abiertas de esa aplicación
es_us: Al cambiar de aplicación, ir a un Space con ventanas abiertas de esa aplicación
fi: Vaihdettaessa appiin vaihda tilaan, jossa apin avoimet ikkunat ovat
fr: Lors du changement d’application, activer un Space avec les fenêtres de l’application
fr_ca: Lors du changement d’application, activer un Space avec les fenêtres de l’application
he: מעבר ליישום באמצעות מעבר ל-Space שיש בו חלונות פתוחים של אותו היישום
hi: किसी ऐप्लिकेशन पर स्विच करते समय ऐसे Space पर स्विच करें जहाँ ऐप्लिकेशन के लिए खुली विंडो हों
hr: Kod prijelaza na aplikaciju, prijeđi na površinu s otvorenim prozorima za tu aplikaciju
hu: Váltás az alkalmazás megnyitott ablakait tartalmazó Spaces-íróasztalra, ha átvált egy alkalmazásra
id: Saat beralih ke aplikasi, alihkan ke Ruang dengan jendela terbuka untuk aplikasi tersebut
it: Quando cambi applicazione, passa a uno spazio con finestre aperte dell’applicazione
ja: アプリケーションの切り替えで、アプリケーションのウインドウが開いている操作スペースに移動
ko: 응용 프로그램으로 전환할 때, 응용 프로그램에 대해 윈도우가 열려 있는 Space로 전환
ms: Apabila menukar kepada aplikasi, tukar ke Space dengan tetingkap yang terbuka untuk aplikasi tersebut
nb: Gå til et arbeidsområde som har åpne vinduer for apper jeg bytter til
nl: Ga bij overschakelen naar app naar space met open vensters voor de app
pl: Przełączając aplikacje, przejdź do przestrzeni z otwartymi oknami danej aplikacji
pt_br: Ao mudar para um aplicativo, ir para um Space com janelas desse aplicativo abertas
pt_pt: Ao mudar para uma aplicação, mudar para um Space onde estejam abertas janelas dessa aplicação
ro: La selectarea unei aplicații, comută la un Space cu ferestre deschise pentru acea aplicație
ru: При переключении на программу переключаться в пространство с открытыми окнами программы
sk: Po prepnutí na aplikáciu prepnúť na Space s otvorenými oknami danej aplikácie
sl: Pri preklapljanju na aplikacijo preklopi na namizje Space z odprtimi okni za aplikacijo
sv: Växla vid appbyte till Spaces där appen har öppna fönster
th: เมื่อสลับไปใช้แอปพลิเคชัน ให้สลับไปที่ Space ที่มีหน้าต่างเปิดของแอปพลิเคชันนั้น
tr: Bir uygulamaya geçiş yaparken o uygulama için açık pencereleri olan Spaces alanına geç
uk: Під час переходу до іншої програми переходити у Space із її відкритими вікнами
vi: Khi chuyển sang ứng dụng, chuyển sang Space có các cửa sổ đang mở cho ứng dụng đó
zh_cn: 切换到某个应用程序时，会切换到包含该应用程序的打开窗口的空间
zh_hk: 切換至應用程式時，切換至含有應用程式開啟視窗的「空間」
zh_tw: 切換至應用程式時，切換至含有應用程式打開視窗的空間

source: Widget style
ar: نمط الأداة
ca: Estil dels ginys
cs: Styl widgetů
da: Widget-stil
de: Widget-Stil
el: Στιλ widget
es: Estilo de los widgets
es_us: Estilo del widget
fi: Widgetin tyyli
fr: Style des widgets
fr_ca: Style de widget
he: סגנון וידג׳ט
hi: विजेट शैली
hr: Stil widgeta
hu: Widgetstílus
id: Gaya widget
it: Stile widget
ja: ウィジェットスタイル
ko: 위젯 스타일
ms: Gaya widget
nb: Widget-stil
nl: Widgetstijl
pl: Styl widżetu
pt_br: Estilo de widget
pt_pt: Estilo dos widgets
ro: Stil widgeturi
ru: Стиль виджетов
sk: Štýl widgetu
sl: Slog gradnika
sv: Widget-stil
th: ลักษณะวิดเจ็ต
tr: Araç takımı stili
uk: Стиль віджетів
vi: Kiểu tiện ích
zh_cn: 小组件样式
zh_hk: 小工具樣式
zh_tw: 小工具樣式

source: Widgets
ar: الأدوات
ca: Ginys
cs: Widgety
el: Widget
fi: Widgetit
he: וידג׳טים
hi: विजेट
hr: Widgeti
hu: Widgetek
id: Widget
it: Widget
ja: ウィジェット
ko: 위젯
ms: Widget
nb: Widgeter
pl: Widżety
ro: Widgeturi
ru: Виджеты
sk: Widgety
sl: Gradniki
sv: Widgetar
th: วิดเจ็ต
tr: Araç Takımları
uk: Віджети
vi: Tiện ích
zh_cn: 小组件
zh_hk: 小工具
zh_tw: 小工具

source: Window tiling requires “Displays have separate Spaces” to be enabled.
ar: يتطلب تجانب النوافذ تمكين "توجد للشاشات مساحات منفصلة".
ca: Per ancorar les finestres, cal activar l’opció “Pantalles amb Spaces separats”.
cs: Dlaždicové uspořádání oken vyžaduje zapnutou volbu „Monitorům jsou přiřazeny samostatné plochy“.
da: Vinduesnet kræver, at "Skærme har separate Spaces" er slået til.
de: Für das Anordnen von Fenstern muss „Monitore verwenden verschiedene Spaces“ aktiviert sein.
el: Η παράθεση παραθύρων απαιτεί την ενεργοποίηση της ρύθμισης «Οι οθόνες έχουν διαφορετικά Spaces».
es: Para ajustar las ventanas, debes activar “Pantallas con Spaces separados”.
es_us: Para colocar las ventanas en mosaicos, debes activar Las pantallas tienen Spaces separados.
fi: Ikkunoiden asettelu vierekkäin vaatii, että Näytöillä on eri tilat -asetus on käytössä.
fr: L’affichage de fenêtres en mosaïque requiert l’activation de l’option « Les écrans disposent de Spaces distincts ».
fr_ca: L’affichage de fenêtres en mosaïque requiert l’activation de l’option « Les écrans disposent de Spaces distincts ».
he: כדי לסדר חלונות באריחים יש להפעיל את ההגדרה ״‏Spaces נפרדים בצגים״.
hi: विंडो टाइलिंग के लिए “अलग-अलग स्पेस वाले डिस्प्ले” सक्षम करना आवश्यक है।
hr: Za razmještavanje prozora potrebno je da opcija “Zasloni imaju zasebne Spacese” bude omogućena.
hu: Az ablakok mozaikszerű elrendezéséhez engedélyezni kell „A kijelzőkhöz különálló Spaces tartozik” beállítást.
id: Pengotakan jendela memerlukan diaktifkannya “Tampilan memiliki Spaces terpisah”.
it: Per disporre le finestre a mosaico, devi abilitare “Gli schermi hanno spazi separati”.
ja: ウインドをタイル表示するには、“ディスプレイごとに個別の操作スペース”を有効にする必要があります。
ko: 윈도우를 정렬하려면 ‘각각의 Spaces가 있는 디스플레이’가 활성화되어야 합니다.
ms: Penjubinan tetingkap memerlukan “Paparan mempunyai Spaces berasingan” didayakan.
nb: Stabling av vinduer krever at «Skjermer har egne Spaces» er aktivert.
nl: Voor het plaatsen van vensters moet 'Beeldschermen hebben afzonderlijke spaces' zijn ingeschakeld.
pl: Dokowanie okien wymaga włączenia opcji Osobne przestrzenie dla wyświetlaczy.
pt_br: Para ter janelas em mosaico, é necessário ativar a opção “As telas possuem Spaces separados”.
pt_pt: A disposição de janelas em mosaico requer a ativação da opção Ecrãs têm Spaces diferentes.
ro: Dispunerea ferestrelor în mozaic necesită activarea opțiunii „Afișajele au Spaces separate”.
ru: Для использования окон-плиток необходимо, чтобы был включен параметр «Дисплеи с разными рабочими пространствами Spaces».
sk: Usporiadanie okien ako dlaždíc vyžaduje zapnutú možnosť „Displeje majú vlastné Spaces“.
sl: Za razporejanje oken mora biti možnost »Zasloni imajo ločena namizja Spaces« omogočena.
sv: Överlägg av fönster kräver att ”Bildskärmar har egna Spaces” har aktiverats.
th: การจัดเรียงหน้าต่างต้องเปิดใช้งาน “Space ของจอภาพแยกต่างหาก”
tr: Pencere döşeme için “Ekranların ayrı Spaces alanları olsun” ayarının etkin olması gerekir.
uk: Для закріплення вікон потрібно ввімкнути параметр «Окремі Spaces на дисплеях».
vi: Việc xếp các cửa sổ cạnh nhau yêu cầu “Màn hình có các Spaces riêng biệt” phải được bật.
zh_cn: 窗口平铺需要启用“显示器具有单独空间”。
zh_hk: 視窗並排需要啟用「螢幕有獨立『空間』」。
zh_tw: 視窗並排需要啟用「顯示器有單獨空間」。

source: Windows
ar: النوافذ
ca: Finestres
cs: Okna
da: Vinduer
de: Fenster
el: Παράθυρα
es: Ventanas
es_us: Ventanas
fi: Ikkunat
fr: Fenêtres
fr_ca: Fenêtres
he: חלונות
hi: विंडो
hr: Prozori
hu: Ablakok
id: Jendela
it: Finestre
ja: ウインドウ
ko: 윈도우
ms: Tetingkap
nb: Vinduer
nl: Vensters
pl: Okna
pt_br: Janelas
pt_pt: Janelas
ro: Ferestre
ru: Окна
sk: Okná
sl: Okna
sv: Fönster
th: หน้าต่าง
tr: Pencereler
uk: Вікна
vi: Cửa sổ
zh_cn: 窗口
zh_hk: 視窗
zh_tw: 視窗

source: With a single keystroke, view all open windows, windows of the current application, or hide windows to locate an item on the desktop that might be covered up.
ar: بضغطة مفتاح واحدة، يمكنك عرض كل النوافذ المفتوحة، أو نوافذ التطبيق الحالي، أو إخفاء النوافذ لتحديد موقع عنصر ما على سطح المكتب قد يكون مغطى.
ca: Prement una única tecla, pots veure totes les finestres obertes o les de l’app actual, o bé ocultar‑les per localitzar un ítem a l’escriptori que pugui haver quedat ocult.
cs: Jedinou klávesou můžete zobrazit všechna otevřená okna či okna aktuální aplikace nebo skrýt okna a najít na ploše položku, která za nimi nebyla vidět.
da: Med et enkelt tryk på en tast kan du se alle åbne vinduer, se vinduer i den aktuelle app eller skjule vinduer for at finde et emne på skrivebordet, som måske er skjult bag andre emner.
de: Zeige mit einer einzigen Taste sofort alle geöffneten Fenster oder alle Fenster im aktuellen Programm an oder blende Fenster aus, um möglicherweise verdeckte Objekte auf deinem Schreibtisch zu finden.
el: Με ένα πλήκτρο ή συνδυασμό πλήκτρων, δείτε όλα τα ανοιχτά παράθυρα, παράθυρα της τρέχουσας εφαρμογής, ή αποκρύψτε παράθυρα για να εντοπίσετε κάποιο στοιχείο στο γραφείο εργασίας που μπορεί να έχει καλυφθεί.
es: Con solo pulsar una tecla, puedes ver todas las ventanas abiertas, las ventanas de la aplicación actual, u ocultar las ventanas para acceder a un ítem del escritorio que quizá esté tapado.
es_us: Con sólo presionar una tecla, puedes ver miniaturas de todas las ventanas abiertas o de las ventanas de la aplicación actual, u ocultar las ventanas para acceder a un elemento del escritorio.
fi: Katsele yhdellä näppäinpainalluksella kaikkia avoimia ikkunoita, nykyisen apin ikkunoita tai etsi piilossa olevaa kohdetta työpöydällä kätkemällä ikkunat.
fr: D’une simple touche, affichez sous forme de vignettes toutes les fenêtres ouvertes, affichez les fenêtres de l’application active, ou masquez les fenêtres pour localiser un élément qui pourrait être recouvert sur le bureau.
fr_ca: D’une simple touche, affichez toutes les fenêtres ouvertes ou les fenêtres de l’application active, ou masquez les fenêtres pour localiser rapidement un élément qui pourrait être recouvert sur le bureau.
he: בלחיצה אחת ניתן לראות את כל החלונות הפתוחים, החלונות של היישום הנוכחי, או להסתיר חלונות כדי לאתר פריט במכתבה.
hi: केवल एक कीस्ट्रोक से सभी खुली विंडो और वर्तमान ऐप्लिकेशन की विंडो देखें या डेस्कटॉप पर ऐसे आइटम का पता लगाने के लिए विंडो छिपाएँ जो अदृश्य हो सकता है।
hr: Jednim pritiskom tipke možete vidjeti sve otvorene prozore te prozore odabrane aplikacije ili sakriti prozore kako biste pronašli stavku na radnoj površini koja je možda prekrivena.
hu: Egyetlen billentyűlenyomással megtekintheti az összes megnyitott ablakot, a jelenlegi alkalmazás ablakait, vagy elrejtheti az ablakokat egy olyan elem megtekintéséhez, amelyet esetleg takarnak.
id: Dengan menekan tombol satu kali, lihat semua jendela yang terbuka, jendela aplikasi saat ini, atau sembunyikan jendela untuk menemukan item pada desktop yang mungkin tertutup.
it: Con un solo tasto, puoi visualizzare tutte le finestre aperte, mostrare solo quelle dell’applicazione attuale o nascondere le finestre per individuare un elemento sulla scrivania che potrebbe essere coperto.
ja: 1回のキー操作で、すべての開いているウインドウまたは現在のアプリケーションのウインドウを表示できます。ウインドウを非表示にして、ウインドウに隠れているかもしれないデスクトップ上の項目を探すこともできます。
ko: 단 한 번의 키 입력으로 열려 있는 모든 윈도우 또는 현재 사용 중인 응용 프로그램 윈도우만을 보거나, 데스크탑 상에 있는 항목을 찾을 수 있도록 윈도우를 가릴 수 있습니다.
ms: Dengan ketukan kekunci tunggal, lihat semua tetingkap terbuka, tetingkap aplikasi semasa, atau sembunyikan tetingkap untuk mencari item pada desktop yang mungkin dilindungi.
nb: Med ett enkelt tastetrykk kan du vise alle åpne vinduer, vinduer som tilhører den aktive appen, eller skjule vinduer for å finne objekter som ligger på skrivebordet.
nl: Met één toetsaanslag een overzicht bekijken van alle geopende vensters of vensters van de huidige app, of vensters verbergen om een onderdeel op het bureaublad te vinden dat mogelijk bedekt is.
pl: Ta funkcja pozwala jednym naciśnięciem klawisza pokazywać miniaturki wszystkich otwartych okien lub wszystkich okien bieżącej aplikacji. Schowanie okien odsłania rzeczy znajdujące się na Biurku.
pt_br: Basta pressionar uma tecla para ver todas as janelas abertas, as janelas do aplicativo atual ou para esconder as janelas e localizar um item na mesa que talvez tenha ficado coberto.
pt_pt: Veja todas as janelas abertas, as janelas da aplicação atual, ou oculte janelas para encontrar um elemento na secretária que possa não estar visível, carregando numa só tecla.
ro: Printr‑o simplă apăsare de taste, vizualizați toate ferestrele deschise, ferestrele aplicației curente sau ascundeți ferestrele pentru a localiza un articol de pe desktop care ar putea fi acoperit.
ru: Одним нажатием клавиши можно просмотреть миниатюры всех открытых окон или окон активного приложения, а также скрыть все окна, чтобы найти на Рабочем столе объект, который мог быть незаметен за другими объектами.
sk: Stlačením jediného klávesu zobrazte všetky otvorené okná a okná aktuálnych aplikácií, prípadne skryte okná, ak potrebujete nájsť položku na ploche.
sl: Z enim pritiskom tipke si oglejte vsa odprta okna, okna trenutne aplikacije ali skrijte okna, da poiščete element na namizju, ki je morda zakrit.
sv: Med en enda tangenttryckning kan du visa alla öppna fönster, fönstren i den aktiva appen eller gömma fönster om du vill se en fil på skrivbordet som kanske skyms.
th: ด้วยการกดปุ่มเพียงครั้งเดียว จะเห็นหน้าต่างที่เปิดทั้งหมด กรอบหน้าต่างของแอปพลิเคชันที่ทำงานขณะนั้น หรือซ่อนกรอบหน้าต่างเพื่อวางตำแหน่งรายการไว้บนเดสก์ท็อปที่อาจมีอะไรบดบังอยู่
tr: Açık pencerelerinizin tümünü ve o anki uygulamaya ait pencereleri tek bir tuşa basarak görüntüleyebilir veya masaüstünde başka uygulamaların altında olan bir öğeyi bulmak için pencereleri gizleyebilirsiniz.
uk: Натиснувши одну комбінацію клавіш, можна переглянути у вигляді мініатюр усі відкриті вікна або тільки вікна поточної програми. Можна також сховати вікна, щоб легко знайти щось на робочому столі.
vi: Với mỗi lần nhấn phím, xem tất cả các cửa sổ đang mở, cửa sổ của ứng dụng hiện tại hoặc ẩn các cửa sổ để xác định mục trên màn hình nền có thể bị che khuất.
zh_cn: 按一个按键即可显示所有打开的窗口、当前应用程序的窗口，或者隐藏窗口以找到桌面上可能被遮盖的项目。
zh_hk: 按下一個按鍵即可檢視所有已開啟的視窗、目前的應用程式視窗，或隱藏視窗來找出桌面上可能被遮住的項目。
zh_tw: 按一下按鍵即可檢視所有已打開的視窗，目前的應用程式視窗，或隱藏視窗來找出桌面上可能被遮住的項目。

source: Zoom
ar: تكبير/تصغير
ca: Amplia
cs: Zvětšit
da: Zoome
de: Zoomen
el: Ζουμ
fi: Zoomaa
fr: réduire/agrandir
fr_ca: Réduire/agrandir
he: הקטנה/הגדלה
hi: ज़ूम करें
hr: Zumiranje
hu: Méretezés
it: Ridimensionarla
ja: 拡大/縮小
ko: 확대/축소
ms: Zum
nl: Vergroot/verklein
pt_pt: Ampliar
ru: Изменять масштаб
sk: Zväčší okno
sl: Povečaj
sv: zooma
th: ซูม
tr: Büyüt/Küçült
uk: масштабувати
vi: Thu phóng
zh_cn: 缩放
zh_hk: 縮放
zh_tw: 縮放

source: fn
zh_cn: fn键
